# ავხსნათ ჩვენი სიტყვებით ყველა მონაცემთა ტიპი

#string-არის "" ბრჭყალებში ჩაწერილი ნებისმიერი სიმბოლო
#intiger-ნებისმიერი მთელი რიცხვი
#float-ნებისმიერი ათწილადი

# ავხსნათ ჩვენი სიტყვებით რა არის ცვლადი

#ცვლადი არის ყუთი რომელშიც ვინახავთ ნებისმიერ მონაცემს  მაგალითად: ასაკი=13    სახელი="ლუკა"   გვარი="მეგრელიშვილი"  და ასე შემდეგ.


# 5 ინტიგერ ტიპის მნიშვნელობა
print(5-8)
print(67*67)
print(5/9)
print(5+8)
print(5*7)

# 5 ფლოათ ტიპის მნისჰვნელობა
print(0.5+0.99)
print(7.987+9.456)
print(7.912*9.098)
print(987.098/8.9967)
print(897.234-876.938)

# 5 სტრინგ ტიპის მნიშვნელობა
print("vaxo")
print("kekelia")
print("giorgi")
print("silagava")
print("nikoloz qusikashvili")


# შევქმენი 5 სხვადასხვა ცვლადი და 1 პრინტ ით გავაკეთე დიდი წინადადება
text_1= "nikoloz qusikashvili"
text_2= "is the best"
text_3= "mentor I've"
text_4= "ever"
text_5= "seen"
print(text_1,   text_2,  text_3,  text_4,  text_5,)


# გააკეთეთ 3-3 მოქმედება ყველა მათემატიკურ ოპერატორზე */+-//

#*
print(5*9)
print(8*9)
print(6*3)

#/
print(89/4)
print(9/5)
print(67/69)

#//
print(56//24)
print(456//869)
print(234//56)

#+
print(47+90)
print(23+98)
print(985+6785)

#-
print(765-98)
print(647-748)
print(93456-67646)


# შევქმნათ სამი ცვლადი და შემდეგ დავპრინტოთ
num1="luka"
num2="megrelishvili"
num3="22"

print(num1,num2,num3)
