# შექმენით ოთხი ცვლადი და მათში შეინახეთ ოთხი ინტიგერ ტიპის მნიშვნელობა შემდეგ გამოთვალეთ მათი საშუალო არითმეტიკული

num_1=10
num_2=40
num_3=70
num_4=100

print((num_1+num_2+num_3+num_4)/4)

# შექმენით ორი ცვლადი: ერთში შეინახეთ ფუნთუშის ფასი (მაგალითად, 2 ლარი), მეორეში — შოკოლადის ფასი (მაგალითად, 3 ლარი).
#დაწერეთ მათემატიკური მოქმედება, რომელიც გამოთვლის 3 ფუნთუშისა და 2 შოკოლადის საერთო ფასს.

bun=2
bun=2*3
chocolate=3
chocolate=3*2
print(bun+chocolate)


# შექმენით ცვლადი თქვენი ასაკისთვის.
#დაწერეთ მათემატიკური გამოსახულება, რომელიც გამოთვლის, რამდენი წლის იქნებით 5 წლის შემდეგ, და შეინახეთ ეს ახალ ცვლადში.

my_age=13
my_future_age=my_age+5
print(my_future_age)
